Repository: GoldenPotato137/PotatoVN
Catalog: GalgameManager/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_cn

# AuthenticateUserMessage
source: PotatoVN needs to verify your identity for security reasons
ja_jp: セキュリティのため、PotatoVN はあなたの身元を確認する必要があります。
zh_cn: 为安全起见，PotatoVN 需要验证你的身份

# NoAuthentication
source: No Authorization
ja_jp: 認証なし
zh_cn: 无身份验证

# WindowsHello
source: Windows Hello (recommended)
ja_jp: Windows Hello（推奨）
zh_cn: Windows Hello（推荐）

source: Custom password
ja_jp: カスタムパスワードログイン
zh_cn: 自定义密码登录

# EnterYourPasswordLiteral
source: Enter your password
ja_jp: パスワードを入力してください
zh_cn: 输入你的密码

# PasswordLiteral
source: Password
ja_jp: パスワード
zh_cn: 密码

# ConfirmLiteral
source: OK
ja_jp: 確認
zh_cn: 确认

# SetYourPasswordLiteral
source: Set your password
ja_jp: パスワードを設定してください
zh_cn: 设置你的密码

# SaveYourPasswordCarefullyLiteral
source: Please save your password properly.
ja_jp: パスワードを大切に保管してください。
zh_cn: 请妥善保存你的密码。

# ForgetPasswordMessage
source: If you forget your password, check your password in the system credentials manager.
ja_jp: パスワードを忘れた場合は、システムの資格情報マネージャーで確認してください。
zh_cn: 如果你忘记了密码，请在系统的凭据管理器中查看密码。

# ChangePlayStatusDialog_Title
source: Play status
ja_jp: プレイ状況
zh_cn: 游玩状态

# SettingsPage_Download_OverrideNameWithChinese.Description
source: If the information source contains the game's Chinese name, prioritize using the Chinese name to override.
ja_jp: 情報源にゲームの中国語名がある場合、中国語名を優先して上書きします。
zh_cn: 如果信息源存在游戏的中文名，优先使用中文名来覆盖

# SettingsPage_Download_OverrideNameWithChinese.Title
source: Prioritize displaying Chinese name
ja_jp: 中国語名を優先表示
zh_cn: 优先显示中文名称

# BgmPhraser_UploadAsync_UnAuthorized
source: Not logged in, need to log in to Bangumi account in settings
ja_jp: 未ログインです。設定でBangumiアカウントにログインする必要があります。
zh_cn: 尚未登录，需要在设置中登录Bangumi账号

# BgmPhraser_UploadAsync_NoId
source: There is currently no Bangumi ID for this game. Please set one manually in the edit page.
ja_jp: このゲームには現在Bangumi IDがありません。編集画面で手動で設定してください。
zh_cn: 这个游戏目前没有Bangumi Id，请在编辑界面手动设置一个

# BgmPhraser_UploadAsync_Success
source: Play status successfully synchronized to Bangumi
ja_jp: Bangumiにプレイ状況を同期しました。
zh_cn: 已成功同步游玩状态到Bangumi

# VndbPhraser_UnAuthorized
source: Not logged in, need to log in to Vndb account in settings
ja_jp: 未ログインです。設定でVndbアカウントにログインする必要があります。
zh_cn: 尚未登录，需要在设置中登录Vndb账号

# VndbPhraser_NoId
source: There is currently no Vndb ID for this game. Please set one manually in the edit page.
ja_jp: このゲームには現在Vndb IDがありません。編集画面で手動で設定してください。
zh_cn: 这个游戏目前没有Vndb Id，请在编辑界面手动设置一个

# VndbPhraser_UploadAsync_Success
source: Play status successfully synchronized to Vndb
ja_jp: Vndbにプレイ状況を同期しました。
zh_cn: 已成功同步游玩状态到Vndb

# VndbPhraser_DownloadAsync_Success
source: Play status successfully downloaded from Vndb
ja_jp: Vndbからプレイ状況をダウンロードしました。
zh_cn: 已成功从Vndb下载游玩状态

# HomePage_UploadingToBgm
source: Sync play status to Bangumi
ja_jp: プレイ情報をBangumiに同期中
zh_cn: 将游玩信息同步到Bangumi中

# HomePage_UploadingToVndb
source: Sync play status to Vndb
ja_jp: プレイ情報をVndbに同期中
zh_cn: 将游玩信息同步到Vndb中

# HomePage_FixHorizontalPicture.Label
source: Crop horizontal cover image
ja_jp: 横向きカバー画像をトリミング
zh_cn: 裁剪封面图

# HomePage_DisplayPlayType.Label
source: Play status mark
ja_jp: プレイ状況表示
zh_cn: 显示游玩状态

# SettingsPage_Download_SyncPlayStatusWhenPhrasing.Title
source: Download play status
ja_jp: プレイ状況を同期
zh_cn: 下载游玩状态

# SettingsPage_Download_SyncPlayStatusWhenPhrasing.Description
source: Download play status simultaneously when fetching information from the source (requires logging in to a third-party account)
ja_jp: 情報源から情報を取得する際に、プレイ状況も同時にダウンロードします（サードパーティのアカウントへのログインが必要です）。
zh_cn: 从信息源获取信息时同时下载游玩状态（需登录第三方账号）

# NoName
source: Akkarin
ja_jp: あ〜か〜りん〜
zh_cn: 阿~卡~林~

# BgmOAuthService_NoLogin
source: Not yet logged in to Bangumi account!
ja_jp: Bangumiアカウントにログインしていません。
zh_cn: 还没登录Bangumi账号呢~

# BgmOAuthService_Id
source: User ID:
ja_jp: ユーザーID:
zh_cn: 用户ID:

# BgmOAuthService_AuthLimit
source: , Authorize to:
ja_jp: 、認証期限:
zh_cn: , 授权至:

# BgmOAuthStatus_FetchingToken
source: Please wait while fetching Bangumi Token
ja_jp: Bangumiトークンを取得中です、しばらくお待ちください
zh_cn: 获取Bangumi Token中，请稍后

# BgmOAuthStatus_FetchingAccount
source: Please wait while fetching account information
ja_jp: アカウント情報を取得中です、しばらくお待ちください
zh_cn: 获取账号信息中，请稍后

# GalgamePage_SyncStatus.Label
source: Sync Status
ja_jp: 状態同期
zh_cn: 同步状态

# GalgamePage_SyncStatus_Bangumi.Text
source: Sync play status from Bangumi
ja_jp: Bangumiからプレイ状況を同期
zh_cn: 从Bangumi同步游玩状态

# BgmPhraser_DownloadAsync_Success
source: Play status successfully synchronized
ja_jp: プレイ状況の同期に成功しました。
zh_cn: 已成功同步游玩状态

# HomePage_Downloading
source: Synchronizing play status
ja_jp: プレイ状況を同期中...
zh_cn: 正在同步游玩状态

# SettingsPage_Download_SyncBgmPlayStatusNow.Title
source: Fetch play status from Bangumi
ja_jp: Bangumiからプレイ状況を取得
zh_cn: 从Bangumi获取游玩状态

# SettingsPage_Download_SyncBgmPlayStatusNow.Description
source: Get play status from Bangumi immediately. This need a valid Bangumi account.
ja_jp: Bangumiからすぐにプレイ状況を取得します。Bangumiアカウントへのログインが必要です。
zh_cn: 立刻从Bangumi获取游玩状态，需登录Bangumi账号

# SettingsPage_Download_SyncVndbPlayStatusNow.Title
source: Download play status from Vndb
ja_jp: Vndbからプレイ状況を取得
zh_cn: 从Vndb获取游玩状态

# SettingsPage_Download_SyncVndbPlayStatusNow.Description
source: Download play status from Vndb immediately, requires logging in to a Vndb account.
ja_jp: Vndbアカウントにログインして、Vndbからプレイ状況をすぐに取得します。
zh_cn: 立刻从Vndb获取游玩状态，需登录Vndb账号

# BgmPhraser_DownloadPlayStatus_Success
source: Successfully downloaded {0} games
ja_jp: ゲーム{0}件のプレイ状況をダウンロードしました。
zh_cn: 已成功下载{0}个游戏的游玩状态

# GalgamePage_ReleaseDate.Text
source: Release date
ja_jp: 発売日
zh_cn: 发布日期

# CategorySettingPage_CategoryName.Text
source: Category name
ja_jp: カテゴリ名
zh_cn: 分类名

# SelectImage.Content
source: Select image
ja_jp: 画像を選択
zh_cn: 选择图片

# CategorySettingPage_CategoryImage.Text
source: Image
ja_jp: カテゴリ画像
zh_cn: 分类图片

# CategorySettingPage_CategoryGroups.Text
source: Category group
ja_jp: 所属カテゴリグループ
zh_cn: 归属分类组

# CategorySettingPage_Games.Text
source: Include games
ja_jp: 含まれるゲーム
zh_cn: 包含游戏

# CategorySettingPage_AtLeastOnCategoryGroup
source: Select at least one category group, otherwise you can't find it again
ja_jp: 少なくとも1つのカテゴリグループを選択してください。そうしないと、見つけられなくなります。
zh_cn: 至少选择一个分类组，否则你就再也找不到它啦

# CategorySettingPage_StatusGroupCannotSelect
source: Play status group is dynamic, this setting will lose after restart
ja_jp: プレイ状況グループは動的に生成されます。この設定はソフトウェアの再起動後に無効になります。
zh_cn: 游玩状态组是动态生成的，这个设置将在重启软件后失效

# CategorySettingPage_HavePutInQueue
source: Added to queue
ja_jp: 解析キューに追加されました。
zh_cn: 已添加入解析队列

# CategorySettingPage_CommandBar_DownloadImg.Label
source: Download developer images
ja_jp: 開発会社の画像をダウンロード
zh_cn: 下载制作公司图片

# GalgameSettingPage_GetInfoFromRss.Label
source: Update data from data source using game ID
ja_jp: ゲームIDを使用してデータソースからデータを更新
zh_cn: 使用游戏ID从数据源更新数据

# GalgameSettingPage_GetInfoFromRssWithName.Label
source: Update data from data source using game name
ja_jp: ゲーム名を使用してデータソースからデータを更新
zh_cn: 使用游戏名从数据源更新数据

# GalgameSettingPage_GalgameName.Title
source: Name
ja_jp: ゲーム名
zh_cn: 游戏名

# GalgameSettingPage_GalgameNameOriginal.Title
source: Original Game Title
ja_jp: ゲーム原題
zh_cn: 游戏原名

# GalgameSettingPage_GalgameNameChinese.Title
source: Chinese Game Title
ja_jp: ゲーム中国語名
zh_cn: 游戏中文名

# GalgameSettingPage_GalgameId.Text
source: Game ID
ja_jp: ゲームID
zh_cn: 游戏ID

# GalgameSettingPage_GalgameRssType.Text
source: Feeds
ja_jp: データソース
zh_cn: 数据源

# GalgameSettingPage_GameSetting_SavePosition.Title
source: Save Location
ja_jp: セーブ場所
zh_cn: 存档位置

# GalgameSettingPage_GalgameRating.Title
source: Rating
ja_jp: 評価
zh_cn: 评分

# GalgameSettingPage_GalgameDeveloper.Title
source: Developer
ja_jp: 制作会社
zh_cn: 制作公司

# GalgameSettingPage_GalgameExpectedPlayTime.Title
source: Estimated game duration
ja_jp: 予想プレイ時間
zh_cn: 预计游戏时长

# GalgameSettingPage_GalgameDescription.Title
source: Introduction
ja_jp: ゲーム概要
zh_cn: 游戏简介

# GalgameSettingPage_GalgameImagePath.Title
source: Cover
ja_jp: カバー画像
zh_cn: 封面图

# GalgameSettingPage_PickImage.Content
source: Select image
ja_jp: 画像を選択
zh_cn: 选择图片

# ChangePlayStatusDialog_Status.Text
source: Play status
ja_jp: プレイ状況
zh_cn: 游玩状态

# ChangePlayStatusDialog_Rating.Text
source: Rating
ja_jp: 評価
zh_cn: 评分

# ChangePlayStatusDialog_SyncToBgm.Content
source: Sync to Bangumi
ja_jp: Bangumiに同期
zh_cn: 同步至bangumi

# ChangePlayStatusDialog_SyncToVNDB.Content
source: Sync to VNDB
ja_jp: VNDBに同期
zh_cn: 同步至VNDB

# ChangePlayStatusDialog_Private.Content
source: Private
ja_jp: 非公開
zh_cn: 私密

# CategoryPage_AddCategoryDialog_Title
source: New Category Tag
ja_jp: 新規カテゴリタグ
zh_cn: 新建分类标签

# CategoryPage_AddCategory.Label
source: New Category Tag
ja_jp: 新規カテゴリタグ
zh_cn: 新建分类标签

# CategoryPage_AddCategoryGroup.Label
source: Add Category Group
ja_jp: 新規カテゴリグループ
zh_cn: 新建分类组

# CategoryPage_AddCategoryGroupDialog_Title
source: Add Category Group
ja_jp: 新規カテゴリグループ
zh_cn: 新建分类组

# CategoryPage_AddCategoryGroupDialog_Msg
source: Group name
ja_jp: カテゴリグループ名
zh_cn: 分类组名

# CategoryPage_DeleteCategoryGroup.Label
source: Delete Current Category Group
ja_jp: 現在のカテゴリグループを削除
zh_cn: 删除当前分类组

# CategoryPage_DeleteCategoryGroupDialog_Title
source: Delete Current Category Group
ja_jp: 現在のカテゴリグループを削除
zh_cn: 删除当前分类组

# CategoryPage_DeleteCategoryGroupDialog_Msg
source: Are you sure you want to delete this category group?
ja_jp: このカテゴリグループを削除してもよろしいですか？
zh_cn: 确定要删除这个分类组吗？

# CategoryPage_AddCategoryDialog_Msg
source: Category name
ja_jp: カテゴリ名
zh_cn: 分类名

# HomePage_DragDrop.Text
source: Drag the game's executable file or folder here to add a game.
ja_jp: ゲームのexe実行ファイルまたはフォルダーをここにドラッグしてゲームを追加します
zh_cn: 把游戏exe可执行文件或文件夹拖到这里来添加游戏

# HomePage_Drop_TooManyItems
source: Only one game can be added at a time.
ja_jp: 一度に1つのゲームのみ追加できます
zh_cn: 只能同时添加一个游戏

# HomePage_Drop_InvalidItem
source: Only supports dragging exe executable files or folders.
ja_jp: exe実行ファイルまたはフォルダーのドラッグ＆ドロップのみサポートしています
zh_cn: 仅支持拖拽exe可执行文件或文件夹

# Shell_UpdateContent.Content
source: Change log
ja_jp: 更新履歴
zh_cn: 更新记录

# ActivationService_FontPopup_Msg
source: This app needs to install the font "Segoe Fluent Icons" to display icons. Do you want to install it now?
ja_jp: このアプリケーションはアイコンを正しく表示するためにフォント「Segoe Fluent Icons」のインストールが必要です。今すぐインストールしますか？
zh_cn: 本应用需要安装字体"Segoe Fluent Icons"才能正常显示图标，是否立即安装？

# ActivationService_FontPopup_Title
source: Font not installed
ja_jp: フォントがインストールされていません
zh_cn: 字体未安装

# ActivationService_FontPopup_NoLongerDisplay
source: Don't show this popup again
ja_jp: 今後このポップアップを表示しない
zh_cn: 不再显示此弹窗

# Galgame_SavePath_Local
source: Local
ja_jp: ローカル
zh_cn: 本地

# Galgame_SavePath_Remote
source: Cloud
ja_jp: クラウド
zh_cn: 云端

# YesButton.Content
source: OK
ja_jp: はい
zh_cn: 确定

# SelectProcessDialog_Title
source: Select game process
ja_jp: ゲームプロセスを選択
zh_cn: 选择游戏进程

# SelectProcessDialog_Msg.Text
source: Oops! It looks like the automatic game thread detection failed. If the game is not closed, please manually choose thread to count play time correctly. If play time can record correctly, just cancel this popup.
ja_jp: おっと！ゲームプロセスの自動検出に失敗したようです ゲームがまだ終了していない場合は、プレイ時間を正確に記録するために手動でゲームプロセスを指定してください このゲームのプレイ時間が正常に記録される場合は、このチェックボックスの選択を解除してください
zh_cn: oops!好像自动检测游戏进程失败了 如果游戏尚未关闭，请手动指定游戏进程以正确统计游玩时长 如果这个游戏游玩时长能正常记录，取消这个选择框即可

# HomePage_ProcessNameSet
source: The game process has been successfully specified. Restart this game to take effect
ja_jp: ゲームプロセスが正常に指定されました。ゲームを再起動すると有効になります。
zh_cn: 已成功指定游戏进程，重启游戏后生效

# AccountPage_Pvn_SyncGame.Title
source: Game Sync
ja_jp: ゲーム同期
zh_cn: 游戏同步

# AccountPage_Pvn_SyncGame.Description
source: Whether to upload the game status (add/play/delete, etc.) to the cloud archive root and sync across computer
ja_jp: ゲームの状態（追加/プレイ/削除など）をクラウドセーブのルートディレクトリにアップロードし、PC間で同期しますか？
zh_cn: 是否将游戏状态(添加/游玩/删除等)上传到云存档根目录，并跨电脑同步

# HomePage_Filter_DisplayVirtualGames.Label
source: Show non-installed games
ja_jp: 仮想ゲームを表示
zh_cn: 显示非本地游戏

# HomePage_SpecialDisplayVirtualGame.Label
source: Special display non-installed games
ja_jp: 特殊表示非ローカルゲーム
zh_cn: 特殊显示非本地游戏

# GalgamePage_PathAlreadyExist
source: This path has been bound to other games
ja_jp: このパスのゲームは、すでに他のゲームにバインドされています。
zh_cn: 这个路径的游戏已经被绑定到其他游戏上了

# GalgamePage_PathSet
source: Successfully set local path for this game
ja_jp: このゲームのローカルパスが正常に設定されました。
zh_cn: 成功设置本游戏本地路径

# GalgamePage_SetLocalPath.Label
source: Set path
ja_jp: ローカルパスを設定
zh_cn: 设置本地路径

# GalgamePage_UnzipGame.Label
source: Unpack The Game
ja_jp: ゲームを解凍
zh_cn: 解压游戏

# HomePage_Syncing
source: Syncing game history {0}/{1}
ja_jp: ゲーム記録を同期中 {0}/{1}
zh_cn: 同步游戏记录中 {0}/{1}

# HomePage_Synced
source: Synchronized {0} game history changes
ja_jp: {0}件のゲーム記録の変更を同期しました
zh_cn: 已同步{0}条游戏记录更改

# GalgamePage_RemoveSelectedThread.Label
source: Remove process specified
ja_jp: プロセス指定を削除
zh_cn: 移除进程指定

# GalgamePage_RemoveSelectedThread_Success
source: Success
ja_jp: 手動スレッド指定を正常に削除しました
zh_cn: 已成功移除手动线程指定

# SettingsPage_Other_Memory.Title
source: Optimize memory usage
ja_jp: メモリ使用量を最適化
zh_cn: 优化内存占用

# SettingsPage_Other_Memory.Description
source: Reduces memory usage, but it will slightly increase CPU usage when switching pages.
ja_jp: 画面切り替え後のメモリ使用量を削減しますが、画面切り替え時のCPU使用量はわずかに増加します
zh_cn: 减少切换界面后内存使用，但会轻微增加切换界面时cpu使用量

# EditPlayTimeDialog_Title
source: Edit play time
ja_jp: プレイ時間を編集
zh_cn: 编辑游玩时长

# Edit.Label
source: Edit
ja_jp: 編集
zh_cn: 编辑

# SettingsPage_Game.SettingTitle
source: Gaming
ja_jp: ゲーム
zh_cn: 游戏

# SettingsPage_Game.SettingDescription
source: Settings related to gaming
ja_jp: ゲーム関連設定
zh_cn: 与游玩游戏相关的设置

# SettingsPage_Game_RecordOnlyForeground.Title
source: Record only foreground play time
ja_jp: アクティブなプレイ時間のみを記録
zh_cn: 仅记录活动游玩时间

# SettingsPage_Game_RecordOnlyForeground.Description
source: When game window is not focused (minimized or in other windows), it will be not counted in play time.
ja_jp: ゲームウィンドウがアクティブでない場合（最小化されているか、他のウィンドウを操作している場合）、その時間はプレイ時間にカウントされません。
zh_cn: 游戏窗口未激活时（最小化或在操作其他窗口）的时间不计入游玩时间

# Shell_SystemTray_Item1.Text
source: Restore window
ja_jp: ウィンドウを復元
zh_cn: 恢复窗口

# Shell_SystemTray_Item2.Text
source: Exit
ja_jp: 終了
zh_cn: 退出

# CloseConfirmDialog_Title
source: Closing
ja_jp: 終了確認
zh_cn: 关闭提示

# CloseConfirmDialog_SystemTray
source: Minimize to tray
ja_jp: システムトレイに最小化
zh_cn: 最小化到系统托盘

# CloseConfirmDialog_Exit
source: Exit
ja_jp: アプリケーションを終了
zh_cn: 退出应用

# CloseConfirmDialog_Remember.Content
source: Remember my choice
ja_jp: この選択を記憶する
zh_cn: 记住我的选择

# WindowMode_Normal
source: No set
ja_jp: 通常
zh_cn: 无设置

# WindowMode_Close
source: Exit
ja_jp: アプリケーションを閉じる
zh_cn: 关闭应用

# WindowMode_SystemTray
source: Minimize to System Tray
ja_jp: システムトレイに最小化
zh_cn: 最小化至系统托盘

# SettingsPage_Other_CloseMode.Title
source: Application Close Behavior
ja_jp: アプリケーション終了時の動作
zh_cn: 应用关闭行为

# SettingsPage_Other_CloseMode.Description
source: Select the behavior of the app when you click the close button
ja_jp: 閉じるボタン押下時のアプリの動作を選択
zh_cn: 选择按下关闭按钮后应用的行为

# WindowMode_Minimize
source: Minimize to system tray
ja_jp: 最小化
zh_cn: 最小化

# SettingsPage_Game_PlayingWindowMode.Title
source: App behavior while gaming
ja_jp: プレイ中のウィンドウ状態
zh_cn: 游玩时窗口状态

# SettingsPage_Game_PlayingWindowMode.Description
source: App behavior while gaming
ja_jp: ゲームプレイ中のPotatoVNのウィンドウ状態
zh_cn: 游戏进行时的PotatoVN的窗口状态

# GalgameFolder_GetGalInFolder_Progress
source: Scanning path: {0}
ja_jp: パス:{0}をスキャンしています
zh_cn: 正在扫描路径:{0}

# GalgameFolder_GetGalInFolder_Done
source: Scan of library {1} complete, {0} games added.
ja_jp: ライブラリ{1} のスキャンが完了し、合計個{0}のゲームが追加されました
zh_cn: 扫描库"{1}"完成, 共添加了{0}个游戏

# SettingsPage_Notification.SettingTitle
source: Notifications
ja_jp: 通知
zh_cn: 消息通知

# SettingsPage_Notification.SettingDescription
source: Manage notification settings when applications are minimized to tray
ja_jp: アプリのトレイ最小化時の通知設定を管理
zh_cn: 管理应用最小化到托盘时的通知设置

# SettingsPage_Notification_GetGalgameFolder.Title
source: Complete game scan notifications
ja_jp: ゲームスキャン完了通知
zh_cn: 完成游戏扫描通知

# SettingsPage_Notification_GetGalgameFolder.Description
source: Whether to enable the game folder scan completed notifications
ja_jp: ゲームフォルダのスキャン完了通知を有効にしますか？
zh_cn: 是否开启游戏文件夹扫描完成的通知

# GalgameFolder_UnpackGame_Done
source: Unpacking finished, searching the game
ja_jp: 解凍完了、ゲームを認識中
zh_cn: 解压完成，识别游戏中

# GalgameFolder_UnpackGame_Start
source: Start extracting, please wait
ja_jp: 解凍を開始します、しばらくお待ちください
zh_cn: 开始解压，请稍后

# GalgameFolder_UnpackGame_PasswordRequired
source: Please enter the zip's password
ja_jp: アーカイブ解凍パスワードを入力してください
zh_cn: 请输入压缩包解压密码

# UnpackDialog_Select.Content
source: Select
ja_jp: 選択
zh_cn: 选择

# UnpackDialog_GameName.Text
source: Name of the game
ja_jp: ゲーム名
zh_cn: 游戏名

# UnpackDialog_SourceSelect.Text
source: Local Source
ja_jp: ローカルソース
zh_cn: 本地源

# UnpackDialog_GameDescription.Text
source: To improve the accuracy of identification, the game name should be as accurate as possible (official) and remove unnecessary content (e.g. version, etc.)
ja_jp: 認識精度を向上させるため、ゲーム名はできる限り正確（正式名称）にし、バージョンや翻訳グループ名などの不要な内容は削除してください。
zh_cn: 为提高识别准确度，游戏名应尽可能准确(正式名)并去除不必要的内容(如版本、汉化组名等)

# UnpackDialog_Password.Text
source: Password
ja_jp: パスワード
zh_cn: 密码

# UnpackDialog_Password_Placeholder.PlaceholderText
source: Don't fill it if no password
ja_jp: パスワードがない場合は入力不要
zh_cn: 若没有密码可不填

# UnpackDialog_Title
source: Add Game
ja_jp: ワンクリックでゲームを追加
zh_cn: 一键添加游戏

# GalgameFolder_UnpackGame_Error
source: The archive is corrupted or the password is incorrect
ja_jp: 圧縮ファイルが破損しているか、パスワードが正しくありません
zh_cn: 压缩包损坏或密码不正确

# SettingsPage_Notification_Unpack.Title
source: Finish extract notifications
ja_jp: 解凍完了通知
zh_cn: 完成解压通知

# SettingsPage_Notification_Unpack.Description
source: Whether to notify when unpack is done.
ja_jp: ゲームの解凍完了通知を有効にしますか
zh_cn: 是否开启解压游戏完成的通知

# UnpackGameTask_Done_Title
source: Unzip completed
ja_jp: 解凍完了
zh_cn: 解压完成

# UnpackGameTask_Done_Msg
source: {0} has been unpacked to {1} and added to library
ja_jp: {0}は{1}に解凍され、ライブラリに追加されました
zh_cn: {0}已解压到{1}并已添加到库中

# GalgameFolderPage_AddManually.Label
source: Add game manually
ja_jp: 手動でゲームを追加
zh_cn: 手动添加游戏

# GalgameFolderPage_AddFromZip.Label
source: Add Game (Compress)
ja_jp: ゲームを追加（圧縮ファイル）
zh_cn: 添加游戏(压缩包)

# GalgameFolderPage_Refresh.Label
source: Scan games.
ja_jp: ゲームをスキャン
zh_cn: 扫描游戏

# LibraryPage_AddGalgameFolder.Label
source: Add library
ja_jp: ライブラリを追加
zh_cn: 添加游戏库

# LibraryPage_ScanAll.Label
source: Scan current library
ja_jp: 現在のライブラリをスキャン
zh_cn: 扫描当前库

# LibraryPage_ScanAll_Success
source: Scan tasks for {0} libraries started
ja_jp: {0}個のライブラリのスキャンタスクを開始しました
zh_cn: 已启动{0}个库的扫描任务

# LibraryPage_Scan_Success
source: Scanning {0} library
ja_jp: {0}ライブラリのスキャンを開始
zh_cn: 开始扫描{0}库

# GalgameFolderPage_Log.Label
source: Open scan record
ja_jp: スキャン履歴を開く
zh_cn: 打开扫描记录

# GalgameFolder_GetGalInFolder_Saving
source: Scan finished, saving record
ja_jp: スキャン完了、記録を保存中
zh_cn: 扫描完成，保存记录中

# UpdateContentPage_Download_Success
source: The latest change log has been downloaded successfully
ja_jp: 最新の更新記録ドキュメントを正常にダウンロードしました
zh_cn: 已成功下载最新更新记录文档

# SettingsPage_About_UpdateAvailable.Content
source: New version available!
ja_jp: 新しいバージョンがあります ヾ(✿ﾟ▽ﾟ)ノ
zh_cn: 有新版本 ヾ(✿ﾟ▽ﾟ)ノ

# GalgamePage_SelectThread.Label
source: Manually specify game process
ja_jp: ゲームプロセスを手動で指定
zh_cn: 手动指定游戏进程

# GalgamePage_ResetPath.Label
source: Reset exe and text paths
ja_jp: exeとテキストのパスをリセット
zh_cn: 重置exe和文本路径

# VirtualGameFilter
source: Local game
ja_jp: ローカルゲーム
zh_cn: 本地游戏

# HomePage_FilterInputBox.PlaceholderText
source: Tag/Developer/Play status/Category
ja_jp: タグ/制作会社/プレイ状況/カテゴリ
zh_cn: Tag/制作公司/游玩状态/分类

# HomePage_Filter_Not_Found
source: No matching filters found
ja_jp: 一致するフィルターが見つかりません
zh_cn: 找不到匹配的过滤器

# HomePage_Sort_Title
source: Sort
ja_jp: ソート
zh_cn: 排序

# HomePage_Sort_DescendOrAscend
source: Descending/Ascending
ja_jp: 降順/昇順
zh_cn: 降序/升序

# HomePage_Sort_Descend
source: Descending
ja_jp: 降順
zh_cn: 降序

# HomePage_Sort_Ascend
source: Ascending
ja_jp: 昇順
zh_cn: 升序

# GalgameCollectionService_PhraseFileFailed
source: Failed to parse .PotatoVN backup. Please manually delete the .PotatoVN folder or modify meta.json as a valid json file.
ja_jp: .PotatoVNバックアップファイルの解析に失敗しました。ゲームディレクトリ内の.PotatoVNフォルダを手動で削除するか、meta.jsonを有効なJSONファイルに修正してから再試行してください。
zh_cn: 解析.PotatoVN备份文件失败，请手动删除游戏目录下.PotatoVN文件夹或修改meta.json为合法的json文件后重试。

# SelectFileDialog_NoFound
source: None of {1} file are founded in {0}
ja_jp: {0}に{1}ファイルが見つかりませんでした。
zh_cn: 在{0}中没有找到任何{1}文件

# GalgamePage_OpenText.Label
source: Open text
ja_jp: テキストを開く
zh_cn: 打开游戏说明文本

# GalgamePage_SelectText_Title
source: Select text to open
ja_jp: 開くテキストを選択
zh_cn: 选择文本打开

# GalgamePage_TextFlyout_ClearText.Text
source: Clear selection
ja_jp: 選択履歴をクリアしますか？
zh_cn: 清除选择记录？

# SearchAutoSuggestBox_Search.PlaceholderText
source: Supports Pinyin/Romanized Japanese search
ja_jp: ピンイン/ローマ字日本語検索に対応
zh_cn: 支持拼音/罗马化日语搜索

# Shell_Account.Content
source: Account
ja_jp: アカウント
zh_cn: 账户

# Shell_AccountText.Text
source: Account
ja_jp: アカウント
zh_cn: 账户

# PvnServerType_OfficialServer
source: Official Server
ja_jp: 公式サーバー
zh_cn: 官方服务器

# PvnServerType_CustomServer
source: Custom Server
ja_jp: カスタムサーバー
zh_cn: 自定义服务器

# SelectPvnServerDialog_Title
source: Custom Server
ja_jp: カスタムサーバー
zh_cn: 自定义服务器

# SelectPvnServerDialog_Placeholder
source: Server URL, e.g. https://114514.moe: 1919
ja_jp: サーバーURL、例: https://114514.moe:1919
zh_cn: 服务器Url，如: https://114514.moe:1919

# SelectPvnServerDialog_Checking
source: Checking Connection
ja_jp: 接続を確認中
zh_cn: 检测连接中

# SelectPvnServerDialog_Check
source: Check
ja_jp: 確認
zh_cn: 检查

# AccountPage_Pvn_ServerType.Title
source: Server
ja_jp: サーバー
zh_cn: 服务器

# AccountPage_Pvn_ServerType_Description
source: Select which server to connect to. Currently connected to: {0}
ja_jp: 接続するサーバーを選択してください。現在接続中：{0}
zh_cn: 选择要连接至哪一个服务器，当前连接至：{0}

# AccountPage_AccountStatus.Title
source: Account Status
ja_jp: アカウント状態
zh_cn: 账号状态

# AccountPage_Pvn_AccountStatus_Unlogin
source: No PotatoVN account yet!
ja_jp: PotatoVNアカウントにまだログインしていません。
zh_cn: 还没有登录PotatoVN账号呢~

# PvnLoginDialog.Title
source: Login to PotatoVN account
ja_jp: PotatoVNアカウントにログイン
zh_cn: 登录PotatoVN账号

# PvnLoginDialog_Account.Text
source: Account
ja_jp: アカウント
zh_cn: 账号

# PvnLoginDialog_Password.Text
source: Password
ja_jp: パスワード
zh_cn: 密码

# Register
source: Registration
ja_jp: 登録
zh_cn: 注册

# PvnLoginDialog_UseThirdParty.Text
source: Or sign up or sign in to: Using a third-party account
ja_jp: またはサードパーティアカウントを使用して登録またはログイン:
zh_cn: 或使用第三方账号来注册或登录：

# PvnLoginDialog_GettingServerInfo.Text
source: Getting server information...
ja_jp: サーバー情報を取得中...
zh_cn: 获取服务器信息中...

# PvnService_PasswordIncorrect
source: Account does not exist or password is incorrect
ja_jp: アカウントが存在しないか、パスワードが正しくありません
zh_cn: 账户不存在或密码不正确

# PvnService_ServerUnavailable
source: Server does not allow this login or registration method
ja_jp: サーバーはこの方法でのログインまたは登録を許可していません
zh_cn: 服务器不允许此方式登录或注册

# AccountPage_Pvn_LoginSuccess
source: Login Success
ja_jp: ログイン成功
zh_cn: 登录成功

# AccountPage_Pvn_AccountStatus_Login
source: User ID: {0}, Login method: {1}
ja_jp: ユーザーID:{0}、ログイン方法:{1}
zh_cn: 用户ID:{0}, 登录方式:{1}

# LoginMethodEnum_Default
source: Account password
ja_jp: アカウントパスワード
zh_cn: 账户密码

# PvnService_UserNameAlreadyTaken
source: This username is already taken
ja_jp: このユーザー名は既に使用されています
zh_cn: 该用户名已被占用

# AccountPage_Pvn_RegisterSuccess
source: Registration and login successful
ja_jp: 登録とログインが成功しました
zh_cn: 注册并登录成功

# PvnService_NoBgmAccount
source: Failed to log in to Bangumi account
ja_jp: Bangumiアカウントへのログインに失敗しました
zh_cn: 登录Bangumi账户失败

# PvnService_ServerCannotConnectBgm
source: Server cannot access Bangumi server, please try again later
ja_jp: サーバーがBangumiサーバーにアクセスできません。後でもう一度お試しください
zh_cn: 服务器无法访问Bangumi服务器，请稍后重试

# AccountPage_Pvn_Logging
source: Connecting to server, please wait
ja_jp: サーバーに接続中です。しばらくお待ちください
zh_cn: 正在连接至服务器，请稍后

# AccountPage_Pvn_SetAccount.Title
source: Account Management
ja_jp: アカウント管理
zh_cn: 账号管理

# AccountPage_Pvn_SetAccount.Description
source: Modify account avatar, nickname, password, etc.
ja_jp: アカウントのアバター、ニックネーム、パスワードなどを変更する
zh_cn: 修改账号头像、昵称、密码等
